{"config": [{"config": {"batch_input_shape": [null, 22], "units": 500, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "use_bias": true, "dtype": "float32", "activity_regularizer": null, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "name": "dense_183"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 100, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "use_bias": true, "activity_regularizer": null, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "name": "dense_184"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 70, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "use_bias": true, "activity_regularizer": null, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "name": "dense_185"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 40, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "use_bias": true, "activity_regularizer": null, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "name": "dense_186"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 30, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "use_bias": true, "activity_regularizer": null, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "name": "dense_187"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 20, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "use_bias": true, "activity_regularizer": null, "activation": "relu", "bias_regularizer": null, "bias_constraint": null, "name": "dense_188"}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "units": 1, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"seed": null, "maxval": 0.05, "minval": -0.05}, "class_name": "RandomUniform"}, "use_bias": true, "activity_regularizer": null, "activation": "sigmoid", "bias_regularizer": null, "bias_constraint": null, "name": "dense_189"}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.2"}